Repository: marcelmendesfilho/To-Day
Catalog: Localizable.xcstrings
Source language: en
Languages: de, pt_br

source: %@ complete
de: %@ abgeschlossen
pt_br: %@ completos

source: %@ not done yet
de: %@ noch nicht abgeschlossen
pt_br: %@ ainda não prontos

# %lld of %lld done
source: %1$lld of %2$lld done
de: %1$lld von %2$lld abgeschlossen
pt_br: %1$lld de %2$lld prontos

source: %lld remaining
de: %lld übrig
pt_br: %lld restantes

source: About To-Day
de: Über To-Day
pt_br: Sober To-Day

source: About To-Day…
de: Über To-Day…
pt_br: Sobre To-Day…

source: Buy me a coffee
de: Kauf mir einen Kaffee
pt_br: Pague-me um café

source: Check for Updates…
de: Auf Aktualisierungen prüfen …
pt_br: Verificar atualizações…

source: complete
de: Fertig
pt_br: completo

source: Completed
de: Abgeschlossen
pt_br: Completado

source: Delete %@
de: Lösche %@
pt_br: Apagar %@

source: Delete All
de: Alle löschen
pt_br: Apagar todos

source: Delete Immediately
de: Sofort löschen
pt_br: Apagar imediatamente

source: Edit to dos
de: Einträge bearbeiten
pt_br: Editar tarefas

source: Edit Todos
de: Einträge bearbeiten
pt_br: Editar tarefas

source: Edit Todos…
de: Einträge bearbeiten…
pt_br: Editar tarefas…

source: Enter new to do and press Return
de: Erstelle einen Eintrag und drücke die Enter-Taste
pt_br: Entre nova tarefa e pressione Return

source: Enter new todo and press Return:
de: Erstelle einen Eintrag und drücke die Enter-Taste:
pt_br: Entre nova tarefa e pressione Return:

source: Every app I found had a terrific list of features, most of which I didn't want, so I wrote my own.
de: Jede App, die ich fand, hatte eine tolle Liste von Funktionen, von denen ich die meisten nicht wollte, also habe ich meine eigene geschrieben.
pt_br: Cada app que eu encontrei tinha uma lista incrível de funcionalidades, a maioria das quais eu não queria, então escrevi o meu próprio.

source: Find me on Mastodon
de: Finde mich auf Mastodon
pt_br: Encontre-me no Mastodon

source: Hide from Menu
de: Aus Menü ausblenden
pt_br: Ocultar do menu

source: I wanted a very simple menubar app that showed a list of items that I could check off over the day. Nothing long term, just day-by-day.
de: Ich wollte eine sehr einfache Menüleisten-App, die eine Liste von Elementen anzeigt, die ich im Laufe des Tages abhaken kann. Nichts Langfristiges, nur Tag für Tag.
pt_br: Eu procurei um app de barra de menu bem simples que mostrasse uma lista de tarefas que eu poderia marcar como prontas ao longo do dia. Nada da prazos longos, apenas o dia-a-dia.

source: If you'd like to contact me, I'm [@troz@mastodon.social](https://mastodon.social/@troz) on Mastodon:
de: Wenn du mich kontaktieren möchtest, ich bin [@troz@mastodon.social](https://mastodon.social/@troz) auf Mastodon:
pt_br: Se você quiser entrar em contato comigo, eu sou [@troz@mastodon.social] (https://mastodon.social/@troz) no Mastodon:

source: Launch on Login
de: Bei Anmeldung starten
pt_br: Abrir no login

source: Mark All Complete
de: Alle als abgeschlossen markieren
pt_br: Marcar todos como completos

source: Mark All Incomplete
de: Alle als nicht abgeschlossen markieren
pt_br: Marcar todos como incompletos

source: Move to Submenu
de: Zum Untermenü wechseln
pt_br: Mover para um submenu

source: No completed todos.
de: Keine abgeschlossenen Einträge.
pt_br: Tarefas não completadas.

source: Quit To-Day
de: Beende To-Day
pt_br: Sair do To-Day

source: Show Completed
de: Abgeschlossene anzeigen
pt_br: Exibição dos completados

source: Sort to the End
de: An das Ende sortieren
pt_br: Colocar no final

source: Strike through
de: Durchschlagen
pt_br: Riscar

source: There are only two settings: **Show Completed** lets you choose how to display, hide or delete the completed todos and **Launch on Login** sets whether you want the app to start automatically when you log in.
de: Es gibt nur zwei Einstellungen: Mit **Abgeschlossene anzeigen** kannst du auswählen, wie die abgeschlossenen Aufgaben angezeigt, ausgeblendet oder gelöscht werden sollen, und mit **Bei Anmeldung starten** legst du fest, ob die App automatisch gestartet werden soll, wenn du dich anmeldest.
pt_br: Existem apenas dois ajustes: **Exibição dos completados** permite você escolher como tarefas completadas serão exibidas, ocultadas ou apagadas e **Abrir no login** permite você escolher se o app deve iniciar automaticamente ao logar.

source: This app is free, but if you'd like to support it, please:
de: Diese App ist kostenlos, aber wenn du unterstützen möchtest, gehe bitte wie folgt vor:
pt_br: Este app é gratuito, mas se você quiser suportá-lo, por favor:

# To-Day: %lld of %lld done
source: To-Day: %1$lld of %2$lld done
de: To-Day: %1$lld von %2$lld abgeschlossen
pt_br: To-Day: %1$lld de %2$lld concluídos

source: To-Day: %lld remaining
de: To-Day: %lld übrig
pt_br: To-Day: %lld restantes

source: To-Day: complete
de: To-Day: Fertig
pt_br: To-Day: completo

source: Translation and VoiceOver help by [Sebastian Dellit](www.blindzeln.org).
de: Übersetzung und VoiceOver Hilfe durch [Sebastian Dellit](www.blindzeln.org).
pt_br: Ajuda com tradução e VoiceOver por [Sebastian Dellit] (www.blindzeln.org).

source: Use the **Edit Todos…** menu item to add, delete and edit your todos. Select them in the menu to mark them as complete or incomplete.
de: Verwende den Menüpunkt **Einträge bearbeiten…**, um etwas hinzuzufügen, zu löschen und zu bearbeiten. Markiere im Menü einen Eintrag, um ihn als abgeschlossen oder nicht abgeschlossen zu markieren.
pt_br: Utilize o menu **Editar tarefas...** para adicionar, apagar e editar suas tarefas. Selecione as tarefas no menu para marcá-las como completas ou incompletas.
